Repository: m-sadykov/lecturenotes
Catalog: lecturenotes/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Flashcards for memorization and spaced review
ar: بطاقات تعليمية للحفظ والمراجعة المتباعدة
ca: Flashcards per a la memorització i la revisió espaiada
cs: Kartičky pro zapamatování a rozloženou recenzi
da: Flashcards til memorering og afstandsgennemgang
de: Karteikarten zum Auswendiglernen und zur räumlichen Wiederholung
el: Flashcards για απομνημόνευση και ανασκόπηση σε απόσταση
es: Tarjetas didácticas para memorización y revisión espaciada.
fi: Flashcards ulkoa opettelua ja väliarviointia varten
fr: Flashcards pour la mémorisation et la révision espacée
he: כרטיסיות לשינון וסקירה מרווחת
hi: याद रखने और स्थानिक समीक्षा के लिए फ़्लैशकार्ड
hr: Kartice za pamćenje i pregled u razmacima
hu: Kártyák memorizáláshoz és időközönkénti áttekintéshez
id: Kartu flash untuk menghafal dan meninjau jarak jauh
it: Flashcard per la memorizzazione e il ripasso distanziato
ja: 暗記と間隔をあけた復習のためのフラッシュカード
ko: 암기와 간격 복습을 위한 플래시카드
ms: Kad imbas untuk hafalan dan semakan jarak
nb: Flashcards for memorering og mellomrom gjennomgang
nl: Flashcards voor memoriseren en gespreide beoordeling
pl: Fiszki do zapamiętywania i przeglądania w odstępach czasu
pt: Flashcards para memorização e revisão espaçada
ro: Fișe pentru memorare și revizuire la distanță
ru: Карточки для запоминания и повторения с интервалами.
sk: Kartičky na zapamätanie a preskúmanie s medzerami
sv: Flashcards för memorering och spridd granskning
th: Flashcards สำหรับการท่องจำและทบทวนการเว้นระยะ
tr: Ezberleme ve aralıklı inceleme için Bilgi Kartları
uk: Картки для запам’ятовування та повторення через інтервал
vi: Flashcards để ghi nhớ và ôn tập cách đều nhau
zh_hans: 用于记忆和间隔复习的抽认卡
zh_hant: 用於記憶和間隔複習的抽認卡

source: Folder
ar: مجلد
ca: Carpeta
cs: Složka
da: Mappe
de: Ordner
el: Φάκελος
es: Carpeta
fi: Kansio
fr: Dossier
he: תיקיה
hi: फ़ोल्डर
hr: Mapa
hu: Mappa
id: Map
it: Cartella
ja: フォルダー
ko: 폴더
nb: Mappe
nl: Map
pl: Falcówka
pt: Pasta
ro: Pliant
ru: Папка
sk: Priečinok
sv: Mapp
th: โฟลเดอร์
tr: Klasör
uk: Папка
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾

source: Folder name
ar: اسم المجلد
ca: Nom de la carpeta
cs: Název složky
da: Mappenavn
de: Ordnername
el: Όνομα φακέλου
es: Nombre de la carpeta
fi: Kansion nimi
fr: Nom du dossier
he: שם התיקיה
hi: फ़ोल्डर का नाम
hr: Naziv mape
hu: Mappa neve
id: Nama folder
it: Nome della cartella
ja: フォルダ名
ko: 폴더 이름
ms: Nama folder
nb: Mappenavn
nl: Mapnaam
pl: Nazwa folderu
pt: Nome da pasta
ro: Numele dosarului
ru: Имя папки
sk: Názov priečinka
sv: Mappnamn
th: ชื่อโฟลเดอร์
tr: Klasör adı
uk: Назва папки
vi: Tên thư mục
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

source: Folders
ar: المجلدات
ca: Carpetes
cs: Složky
da: Mapper
de: Ordner
el: Φάκελοι
es: Carpetas
fi: Kansiot
fr: Dossiers
he: תיקיות
hi: फ़ोल्डर
hr: Mape
hu: Mappák
id: Folder
it: Cartelle
ja: フォルダ
ko: 폴더
ms: Folder
nb: Mapper
nl: Mappen
pl: Foldery
pt: Pastas
ro: Dosare
ru: Папки
sk: Priečinky
sv: Mappar
th: โฟลเดอร์
tr: Klasörler
uk: Папки
vi: Thư mục
zh_hans: 文件夹
zh_hant: 資料夾

source: Freemium
ar: المجانية
hr: __TERMIN_FREEMIUM__
th: __TERM_ฟรีเมียม__
vi: __TERM_MIUMMIUM__
zh_hans: __LCTR__第三学期__LCTR__
zh_hant: __LCTR__第三學期__LCTR__

source: Generating
ar: جارٍ الإنشاء
ca: S'està generant
cs: Generování
da: Genererer
de: Wird erstellt
el: Δημιουργία
es: Generando
fi: Luodaan
fr: Génération
he: מייצר
hi: जनरेट हो रहा है
hr: Generiranje
hu: Generálás
id: Membuat
it: Generazione
ja: 生成中
ko: 생성 중
ms: Menjana
nb: Genererer
nl: Genereren
pl: Generowanie
pt: A gerar
ro: Se generează
ru: Генерация
sk: Generovanie
sv: Genererar
th: กำลังสร้าง
tr: Oluşturuluyor
uk: Генерація
vi: Đang tạo
zh_hans: 生成中
zh_hant: 產生中

source: Generating Notes...
ar: جارٍ إنشاء الملاحظات...
ca: S'estan generant notes...
cs: Generování poznámek...
da: Genererer noter...
de: Notizen erstellen...
el: Δημιουργία σημειώσεων...
es: Generando notas...
fi: Luodaan muistiinpanoja...
fr: Génération de notes...
he: יוצר הערות...
hi: नोट्स जनरेट कर रहा है...
hr: Generiranje bilješki...
hu: Jegyzetek generálása...
id: Menghasilkan Catatan...
it: Generazione di note...
ja: メモを生成中...
ko: 메모 생성 중...
ms: Menjana Nota...
nb: Genererer notater...
nl: Notities genereren...
pl: Generowanie notatek...
pt: Gerando notas...
ro: Se generează note...
ru: Создание заметок...
sk: Generujú sa poznámky...
sv: Genererar anteckningar...
th: กำลังสร้างบันทึก...
tr: Notlar oluşturuluyor...
uk: Створення нотаток...
vi: Đang tạo ghi chú...
zh_hans: 正在生成注释...
zh_hant: 正在生成註釋...

source: Get Clear Notes Without Replaying Everything
ar: احصل على ملاحظات واضحة من دون إعادة الاستماع لكل شيء
ca: Obteniu notes clares sense repetir-ho tot
cs: Získejte čisté poznámky, aniž byste museli vše přehrávat
da: Få klare noter uden at afspille alt
de: Erhalten Sie klare Notizen, ohne alles noch einmal abzuspielen
el: Λάβετε καθαρές σημειώσεις χωρίς επανάληψη των πάντων
es: Obtenga notas claras sin tener que reproducir todo
fi: Hanki selkeitä muistiinpanoja toistamatta kaikkea
fr: Obtenez des notes claires sans tout relire
he: קבל הערות ברורות מבלי להשמיע הכל מחדש
hi: सब कुछ दोबारा दोहराए बिना स्पष्ट नोट्स प्राप्त करें
hr: Dobijte jasne bilješke bez ponavljanja svega
hu: Tiszta jegyzeteket kaphat anélkül, hogy mindent újra lejátszana
id: Dapatkan Catatan Jelas Tanpa Memutar Ulang Semuanya
it: Ottieni note chiare senza riprodurre tutto
ja: すべてを再生せずにクリアなメモを取得
ko: 모든 것을 재생하지 않고도 명확한 메모를 얻을 수 있습니다
ms: Dapatkan Nota Jelas Tanpa Memainkan Semula Semuanya
nb: Få klare notater uten å spille av alt
nl: Krijg duidelijke notities zonder alles opnieuw af te spelen
pl: Uzyskaj wyraźne notatki bez konieczności powtarzania wszystkiego
pt: Obtenha notas claras sem repetir tudo
ro: Obțineți note clare fără a reda totul
ru: Получите четкие заметки, не переигрывая все
sk: Získajte jasné poznámky bez opakovaného prehrávania
sv: Få tydliga anteckningar utan att spela om allt
th: รับบันทึกย่อที่ชัดเจนโดยไม่ต้องเล่นซ้ำทุกอย่าง
tr: Herşeyi Tekrar Oynatmadan Net Notlar Alın
uk: Отримуйте чіткі нотатки, не повторюючи все
vi: Nhận ghi chú rõ ràng mà không cần phát lại mọi thứ
zh_hans: 无需重播所有内容即可获得清晰的笔记
zh_hant: 無需重播所有內容即可獲得清晰的筆記

source: Get Started
ar: ابدأ الآن
ca: Comença
cs: Začněte
da: Kom i gang
de: Legen Sie los
el: Ξεκινήστε
es: Empezar
fi: Aloita
fr: Commencer
he: התחל
hi: आरंभ करें
hr: Započnite
hu: Kezdje el
id: Memulai
it: Inizia
ja: 始めましょう
ko: 시작하기
ms: Mulakan
nb: Kom i gang
nl: Aan de slag
pl: Rozpocznij
pt: Comece
ro: Începeți
ru: Начать
sk: Začíname
sv: Kom igång
th: เริ่มต้นเลย
tr: Başlayın
uk: Почніть роботу
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

source: Getting everything ready.
ar: جارٍ تجهيز كل شيء.
ca: Preparant-ho tot.
cs: Připravit vše.
da: At gøre alt klar.
de: Alles vorbereiten.
el: Ετοιμάζοντας τα πάντα.
es: Preparando todo.
fi: Kaiken valmistaminen.
fr: Tout préparer.
he: מכינים הכל.
hi: सब कुछ तैयार हो रहा है.
hr: Sve se priprema.
hu: Mindent előkészít.
id: Mempersiapkan segalanya.
it: Preparare tutto.
ja: すべての準備を整えています。
ko: 모든 것을 준비하는 중입니다.
ms: Mempersiapkan segalanya.
nb: Gjør alt klart.
nl: Alles klaarmaken.
pl: Przygotowanie wszystkiego.
pt: Preparando tudo.
ro: Pregătesc totul.
ru: Готовим все.
sk: Pripraviť všetko.
sv: Förbereder allt.
th: เตรียมทุกอย่างให้พร้อม
tr: Herşeyi hazırlamak.
uk: Готуємо все.
vi: Chuẩn bị sẵn sàng mọi thứ.
zh_hans: 一切准备就绪。
zh_hant: 一切準備就緒。

# Hi Support, I need help with: User ID: %@ App version: %@
source: Hi Support, I need help with: User ID: %1$@ App version: %2$@
ar: مرحبًا بفريق الدعم، أحتاج إلى مساعدة بخصوص: معرّف المستخدم: %1$@ إصدار التطبيق: %2$@
ca: Hola Suport, Necessito ajuda amb: Identificador d'usuari: %@ Versió de l'aplicació: %@
cs: Ahoj podpora, Potřebuji pomoc s: ID uživatele: %@ Verze aplikace: %@
da: Hej Support, Jeg har brug for hjælp til: Bruger-id: %@ Appversion: %@
de: Hallo Support, Ich brauche Hilfe bei: Benutzer-ID: %@ App-Version: %@
el: Γεια Υποστήριξη, Χρειάζομαι βοήθεια με: Αναγνωριστικό χρήστη: %@ Έκδοση εφαρμογής: %@
es: Hola soporte, Necesito ayuda con: ID de usuario: %@ Versión de la aplicación: %@
fi: Hei tuki, Tarvitsen apua: Käyttäjätunnus: %@ Sovelluksen versio: %@
fr: Bonjour l'assistance, J'ai besoin d'aide pour : ID utilisateur : %@ Version de l'application : %@
he: היי תמיכה, אני צריך עזרה ב: מזהה משתמש: %@ גרסת האפליקציה: %@
hi: हाय समर्थन, मुझे इसमें सहायता चाहिए: उपयोगकर्ता आईडी: %@ ऐप संस्करण: %@
hr: Zdravo podrška, Trebam pomoć oko: ID korisnika: %@ Verzija aplikacije: %@
hu: Szia Support! Segítségre van szükségem: Felhasználói azonosító: %@ Alkalmazás verziója: %@
id: Hai Dukungan, Saya butuh bantuan dengan: ID Pengguna: %@ Versi aplikasi: %@
it: Ciao supporto, Ho bisogno di aiuto con: ID utente: %@ Versione dell'app: %@
ja: こんにちは、サポート 以下について助けが必要です: ユーザーID: %@ アプリのバージョン: %@
ko: 안녕하세요 지원님, 다음과 관련된 도움이 필요합니다: 사용자 ID: %@ 앱 버전: %@
ms: Hai Sokongan, Saya memerlukan bantuan dengan: ID Pengguna: %@ Versi apl: %@
nb: Hei Support, Jeg trenger hjelp med: Bruker-ID: %@ Appversjon: %@
nl: Hallo ondersteuning, Ik heb hulp nodig met: Gebruikers-ID: %@ App-versie: %@
pl: Cześć, wsparcie, Potrzebuję pomocy z: Identyfikator użytkownika: %@ Wersja aplikacji: %@
pt: Olá, suporte, Preciso de ajuda com: ID do usuário: %@ Versão do aplicativo: %@
ro: Bună Suport, Am nevoie de ajutor cu: ID utilizator: %@ Versiunea aplicației: %@
ru: Привет, поддержка Мне нужна помощь с: Идентификатор пользователя: %@ Версия приложения: %@
sk: ahoj podpora, Potrebujem pomoc s: ID používateľa: %@ Verzia aplikácie: %@
sv: Hej support, Jag behöver hjälp med: Användar-ID: %@ Appversion: %@
th: สวัสดีฝ่ายสนับสนุน ฉันต้องการความช่วยเหลือเกี่ยวกับ: รหัสผู้ใช้: %@ เวอร์ชันแอป: %@
tr: Merhaba Destek, Şu konuda yardıma ihtiyacım var: Kullanıcı Kimliği: %@ Uygulama sürümü: %@
uk: Привіт підтримка, Мені потрібна допомога з: Ідентифікатор користувача: %@ Версія програми: %@
vi: Xin chào bộ phận hỗ trợ, Tôi cần trợ giúp về: ID người dùng: %@ Phiên bản ứng dụng: %@
zh_hans: 您好，支持， 我需要帮助： 用户 ID：%@ 应用程序版本：%@
zh_hant: 您好，支持， 我需要幫助： 使用者 ID：%@ 應用程式版本：%@

source: How it works
ar: كيف يعمل
ca: Com funciona
cs: Jak to funguje
da: Hvordan det virker
de: Wie es funktioniert
el: Πώς λειτουργεί
es: como funciona
fi: Miten se toimii
fr: Comment ça marche
he: איך זה עובד
hi: यह कैसे काम करता है
hr: Kako radi
hu: Hogyan működik
id: Bagaimana cara kerjanya
it: Come funziona
ja: 仕組み
ko: 작동 원리
ms: Bagaimana ia berfungsi
nb: Hvordan det fungerer
nl: Hoe het werkt
pl: Jak to działa
pt: Como funciona
ro: Cum funcționează
ru: Как это работает
sk: Ako to funguje
sv: Hur det fungerar
th: มันทำงานอย่างไร
tr: Nasıl çalışır?
uk: Як це працює
vi: Nó hoạt động như thế nào
zh_hans: 它是如何运作的
zh_hant: 它是如何運作的

source: Import
ar: استيراد
ca: Importar
cs: Importovat
da: Importer
de: Importieren
el: Εισαγωγή
es: Importar
fi: Tuo
fr: Importer
he: ייבוא
hi: आयात करें
hr: uvoz
hu: Importálás
id: Impor
it: Importa
ja: インポート
ko: 가져오기
nb: Importer
nl: Importeren
pl: Importuj
pt: Importar
ru: Импорт
sk: Importovať
sv: Importera
th: นำเข้า
tr: İthalat
uk: Імпорт
vi: Nhập khẩu
zh_hans: 进口
zh_hant: 進口

source: Import failed: %@
ar: فشل الاستيراد: %@
ca: La importació ha fallat: %@
cs: Import se nezdařil: %@
da: Import mislykkedes: %@
de: Import fehlgeschlagen: %@
el: Η εισαγωγή απέτυχε: %@
es: Error de importación: %@
fi: Tuonti epäonnistui: %@
fr: Échec de l'importation : %@
he: הייבוא נכשל: %@
hi: आयात विफल: %@
hr: Uvoz nije uspio: %@
hu: Sikertelen importálás: %@
id: Impor gagal: %@
it: Importazione non riuscita: %@
ja: インポートに失敗しました: %@
ko: 가져오기 실패: %@
ms: Import gagal: %@
nb: Import mislyktes: %@
nl: Importeren mislukt: %@
pl: Import nie powiódł się: %@
pt: Falha na importação: %@
ro: Import eșuat: %@
ru: Не удалось импортировать: %@.
sk: Import zlyhal: %@
sv: Import misslyckades: %@
th: การนำเข้าล้มเหลว: %@
tr: İçe aktarma başarısız oldu: %@
uk: Помилка імпорту: %@
vi: Nhập không thành công: %@
zh_hans: 导入失败：%@
zh_hant: 導入失敗：%@

source: Import PDFs up to 200 pages with Pro.
ar: استورد ملفات PDF حتى 200 صفحة مع Pro.
ca: Importeu PDFs fins a 200 pàgines amb Pro.
cs: Importujte PDFs až 200 stránek pomocí Pro.
da: Importer PDFs op til 200 sider med Pro.
de: Importieren Sie PDFs bis zu 200 Seiten mit Pro.
el: Εισαγάγετε PDFs έως και 200 σελίδες με Pro.
es: Importe PDF hasta 200 páginas con Pro.
fi: Tuo PDFs jopa 200 sivua Pro.
fr: Importez des PDF jusqu'à 200 pages avec Pro.
he: ייבא PDFs עד 200 דפים עם Pro.
hi: Pro के साथ 200 पृष्ठों तक PDFs आयात करें।
hr: Uvezite PDFs do 200 stranica s Pro.
hu: Akár 200 oldal importálása PDFs Pro használatával.
id: Impor PDFs hingga 200 halaman dengan Pro.
it: Importa PDF fino a 200 pagine con Pro.
ja: Pro を使用して、最大 200 ページの PDF をインポートします。
ko: Pro을 사용하여 PDF을 최대 200페이지까지 가져옵니다.
ms: Import PDFs sehingga 200 halaman dengan Pro.
nb: Importer PDFs opptil 200 sider med Pro.
nl: Importeer PDFs tot 200 pagina's met Pro.
pl: Zaimportuj PDF do 200 stron z Pro.
pt: Importe PDFs até 200 páginas com Pro.
ro: Importați PDF până la 200 de pagini cu Pro.
ru: Импортируйте PDF до 200 страниц с помощью Pro.
sk: Importujte PDFs až 200 strán pomocou Pro.
sv: Importera PDFs upp till 200 sidor med Pro.
th: นำเข้า PDFs สูงสุด 200 หน้าด้วย Pro
tr: PDFs'yi 200 sayfaya kadar Pro ile içe aktarın.
uk: Імпортуйте PDF до 200 сторінок за допомогою Pro.
vi: Nhập PDF tối đa 200 trang với Pro.
zh_hans: 使用 Pro 导入 PDF 最多 200 页。
zh_hant: 使用 Pro 導入 PDF 最多 200 頁。

source: Import Recording
ar: استيراد تسجيل
ca: Importa gravació
cs: Import záznamu
da: Importer optagelse
de: Aufnahme importieren
el: Εισαγωγή εγγραφής
es: Importar grabación
fi: Tuo tallenne
fr: Importer un enregistrement
he: ייבוא הקלטה
hi: रिकॉर्डिंग आयात करें
hr: Uvezi snimku
hu: Felvétel importálása
id: Impor rekaman
it: Importa registrazione
ja: 録音をインポートする
ko: 녹음 가져오기
ms: Import rakaman
nb: Importer opptak
nl: Opname importeren
pl: Importuj nagranie
pt: Importar gravação
ro: Import înregistrare
ru: Импорт записи
sk: Importovať záznam
sv: Importera inspelning
th: นำเข้าการบันทึก
tr: Kaydı içe aktar
uk: Імпорт запису
vi: Nhập bản ghi
zh_hans: 导入录音
zh_hant: 導入錄音

source: Imported content is empty.
ar: المحتوى المستورد فارغ.
ca: El contingut importat és buit.
cs: Importovaný obsah je prázdný.
da: Importeret indhold er tomt.
de: Der importierte Inhalt ist leer.
el: Το περιεχόμενο που εισάγεται είναι κενό.
es: El contenido importado está vacío.
fi: Tuotu sisältö on tyhjä.
fr: Le contenu importé est vide.
he: תוכן מיובא ריק.
hi: आयातित सामग्री रिक्त है.
hr: Uvezeni sadržaj je prazan.
hu: Az importált tartalom üres.
id: Konten yang diimpor kosong.
it: Il contenuto importato è vuoto.
ja: インポートされたコンテンツは空です。
ko: 가져온 콘텐츠가 비어 있습니다.
ms: Kandungan yang diimport kosong.
nb: Importert innhold er tomt.
nl: Geïmporteerde inhoud is leeg.
pl: Zaimportowana treść jest pusta.
pt: O conteúdo importado está vazio.
ro: Conținutul importat este gol.
ru: Импортированный контент пуст.
sk: Importovaný obsah je prázdny.
sv: Importerat innehåll är tomt.
th: เนื้อหาที่นำเข้าว่างเปล่า
tr: İçe aktarılan içerik boş.
uk: Імпортований вміст порожній.
vi: Nội dung đã nhập trống.
zh_hans: 导入的内容为空。
zh_hant: 導入的內容為空。

source: Imported PDF
ar: ملف PDF مستورد
ca: Importat PDF
cs: Importováno PDF
da: Importeret PDF
de: Importiert PDF
el: Εισήχθη PDF
es: Importado PDF
fi: Tuotu PDF
fr: Importé PDF
he: PDF יובא
hi: आयातित PDF
hr: Uvezeno PDF
hu: Importált PDF
id: Impor PDF
it: Importato PDF
ja: PDF をインポートしました
ko: 가져온 PDF
ms: Diimport PDF
nb: Importert PDF
nl: Geïmporteerd PDF
pl: Importowane PDF
pt: Importado PDF
ro: Importat PDF
ru: Импортирован PDF.
sk: Importované PDF
sv: Importerade PDF
th: นำเข้า PDF
tr: İçe aktarılan PDF
uk: Імпортовано PDF
vi: Đã nhập PDF
zh_hans: 导入 PDF
zh_hant: 導入 PDF

source: Imported Recording
ar: تسجيل مستورد
ca: Enregistrament importat
cs: Importovaný záznam
da: Importeret optagelse
de: Importierte Aufnahme
el: Εισαγόμενη εγγραφή
es: Grabación importada
fi: Tuotu tallennus
fr: Enregistrement importé
he: הקלטה מיובאת
hi: आयातित रिकॉर्डिंग
hr: Uvezena snimka
hu: Importált felvétel
id: Rekaman yang Diimpor
it: Registrazione importata
ja: インポートされた録音
ko: 가져온 녹음
ms: Rakaman yang diimport
nb: Importert opptak
nl: Geïmporteerde opname
pl: Zaimportowane nagranie
pt: Gravação importada
ro: Înregistrare importată
ru: Импортированная запись
sk: Importovaná nahrávka
sv: Importerad inspelning
th: การบันทึกที่นำเข้า
tr: İçe Aktarılan Kayıt
uk: Імпортований запис
vi: Bản ghi đã nhập
zh_hans: 导入录音
zh_hant: 導入錄音

source: Imported Text
ar: نص مستورد
ca: Text importat
cs: Importovaný text
da: Importeret tekst
de: Importierter Text
el: Εισαγόμενο κείμενο
es: Texto importado
fi: Tuotu teksti
fr: Texte importé
he: טקסט מיובא
hi: आयातित पाठ
hr: Uvezeni tekst
hu: Importált szöveg
id: Teks yang Diimpor
it: Testo importato
ja: インポートされたテキスト
ko: 가져온 텍스트
ms: Teks Diimport
nb: Importert tekst
nl: Geïmporteerde tekst
pl: Zaimportowany tekst
pt: Texto importado
ro: Text importat
ru: Импортированный текст
sk: Importovaný text
sv: Importerad text
th: ข้อความที่นำเข้า
tr: İçe Aktarılan Metin
uk: Імпортований текст
vi: Văn bản đã nhập
zh_hans: 导入的文本
zh_hant: 導入的文字

source: Keep Going
ar: تابع
ca: Segueix endavant
cs: Pokračuj
da: Fortsæt
de: Mach weiter
el: Συνεχίστε
es: Sigue adelante
fi: Jatka
fr: Continuez
he: המשך כך
hi: चलते रहो
hr: Nastavi dalje
hu: Folytasd
id: Teruskan
it: Continua così
ja: 続けてください
ko: 계속해서
ms: Teruskan
nb: Fortsett
nl: Blijf doorgaan
pl: Kontynuuj
pt: Continue
ro: Continuă
ru: Продолжайте идти
sk: Pokračuj
sv: Fortsätt
th: ดำเนินต่อไป
tr: Devam Et
uk: Продовжуйте
vi: Tiếp tục đi
zh_hans: 继续前进
zh_hant: 繼續前進

source: Keep lectures, notes, and sources together
ar: احتفظ بالمحاضرات والملاحظات والمصادر معًا
ca: Mantingueu les conferències, les notes i les fonts juntes
cs: Udržujte přednášky, poznámky a zdroje pohromadě
da: Hold forelæsninger, noter og kilder sammen
de: Halten Sie Vorträge, Notizen und Quellen zusammen
el: Κρατήστε τις διαλέξεις, τις σημειώσεις και τις πηγές μαζί
es: Mantenga conferencias, notas y fuentes juntas
fi: Pidä luennot, muistiinpanot ja lähteet yhdessä
fr: Conservez les conférences, les notes et les sources ensemble
he: שמור הרצאות, הערות ומקורות ביחד
hi: व्याख्यान, नोट्स और स्रोत एक साथ रखें
hr: Držite predavanja, bilješke i izvore zajedno
hu: Tartsa együtt az előadásokat, jegyzeteket és forrásokat
id: Satukan ceramah, catatan, dan sumber
it: Tieni insieme lezioni, appunti e fonti
ja: 講義、メモ、ソースをまとめて保管する
ko: 강의, 노트, 소스를 함께 보관하세요
ms: Simpan kuliah, nota dan sumber bersama-sama
nb: Hold forelesninger, notater og kilder sammen
nl: Houd lezingen, aantekeningen en bronnen bij elkaar
pl: Trzymaj wykłady, notatki i źródła razem
pt: Mantenha palestras, notas e fontes juntas
ro: Păstrați prelegerile, notele și sursele împreună
ru: Храните лекции, заметки и источники вместе
sk: Uchovávajte prednášky, poznámky a zdroje pohromade
sv: Håll ihop föreläsningar, anteckningar och källor
th: เก็บการบรรยาย บันทึกย่อ และแหล่งข้อมูลไว้ด้วยกัน
tr: Dersleri, notları ve kaynakları bir arada tutun
uk: Зберігайте разом лекції, конспекти та джерела
vi: Giữ các bài giảng, ghi chú và nguồn cùng nhau
zh_hans: 将讲座、笔记和资料放在一起
zh_hant: 將講座、筆記和資料放在一起

source: Language
ar: اللغة
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: LectraAI support request
ar: طلب دعم LectraAI
ca: LectraAI sol·licitud d'assistència
cs: LectraAI žádost o podporu
da: LectraAI supportanmodning
de: LectraAI Supportanfrage
el: LectraAI αίτημα υποστήριξης
es: LectraAI solicitud de soporte
fi: LectraAI tukipyyntö
fr: LectraAI demande d'assistance
he: LectraAI בקשת תמיכה
hi: LectraAI समर्थन अनुरोध
hr: LectraAI zahtjev za podršku
hu: LectraAI támogatási kérés
id: LectraAI permintaan dukungan
it: LectraAI richiesta di supporto
ja: LectraAI サポート リクエスト
ko: LectraAI 지원 요청
ms: LectraAI permintaan sokongan
nb: LectraAI støtteforespørsel
nl: LectraAI ondersteuningsverzoek
pl: LectraAI prośba o pomoc
pt: LectraAI solicitação de suporte
ro: LectraAI cerere de asistență
ru: LectraAI запрос в службу поддержки
sk: LectraAI žiadosť o podporu
sv: LectraAI supportbegäran
th: LectraAI คำขอการสนับสนุน
tr: LectraAI destek isteği
uk: LectraAI запит на підтримку
vi: LectraAI yêu cầu hỗ trợ
zh_hans: LectraAI 支持请求
zh_hant: LectraAI 支援請求
